Revit 2027 API
UnitTypeId.KilocaloriesPerSecond Property
 Kilocalories per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilocaloriesPerSecond { get; }
Public Shared ReadOnly Property KilocaloriesPerSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilocaloriesPerSecond {
	ForgeTypeId^ get ();
}
static member KilocaloriesPerSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace